---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.LightDistribution
source: html/c7263d09-377e-1a1f-e3ee-2fbec389739f.htm
---
# LightDistribution Methods

Creates a copy of the LightDistribution derived object.